[
  {
    "id": "doc-1",
    "text": "Eleven Labs Overview",
    "metadata": {
      "category": "overview",
      "topic": ""
    }
  },
  {
    "id": "doc-2",
    "text": "Event Overview * Event name: ElevenLabs Summit (SF)\n* Date: Tuesday, November 11, 2025. (ElevenLabs Summit)\n* Location: San Francisco, California (exact venue will be shared in the attendee confirmation email) (ElevenLabs Summit)\n* Theme / tagline: “Bringing the world’s knowledge, stories, and agents to life.” (ElevenLabs Summit)\n* Purpose: To bring together technology leaders shaping the future of voice-first interfaces, including builders, researchers and executives. Attendees will hear from industry experts, see early previews of new models, explore the impact of AI audio across industries, and watch live demos from companies building conversational systems at scale. (ElevenLabs Summit)\n* Target audience: Professionals in the voice and AI ecosystem—developers, product leaders, researchers, creators, executives. Anyone interested in designing or applying voice-first technology. (ElevenLabs Summit)\n* Cost / access: Free to attend, but invite-only. (ElevenLabs Summit)\n* Virtual attendance: It is not publicly broadcast. According to the FAQ, there is no virtual join option for the full event, though highlights will be shared later. (ElevenLabs Summit)",
    "metadata": {
      "category": "demos",
      "topic": "overview",
      "source": "SF"
    }
  },
  {
    "id": "doc-3",
    "text": "Key Speakers & Participants Here are the main speakers and their roles you should be familiar with (so when attendees ask “who’s that person?” you know):\n* will.i.am – Multi-platinum Grammy-winning artist, Founder & CEO of FYI.AI. Works at the intersection of music, AI, and education. (ElevenLabs Summit)\n* Jack Dorsey – Chairman & Co-founder of Block. (ElevenLabs Summit)\n* Jennifer Li – General Partner at Andreessen Horowitz, focuses on enterprise & infrastructure investments in data systems, developer tools and AI. (ElevenLabs Summit)\n* Larry Jackson – Co-founder & CEO of gamma., a media-technology company building new models for creative ownership and distribution. (ElevenLabs Summit)\n* David Rogier – Founder & CEO of MasterClass. (ElevenLabs Summit)\n* Bonnie Rosen – Leads the Disney Accelerator, business development program linking media/tech companies with Disney. (ElevenLabs Summit)\n* Adam Evans – Leads AI efforts at Salesforce (Agentforce, etc.). (ElevenLabs Summit)\n* Yvonne Johnson – Motor Neurone Disease/ALS advocate; wife and mother of three who continues raising awareness and working through open communication. (ElevenLabs Summit)\n* Mitch Lieberman – VP Product for Fuel iX Customer Experience Products at TELUS Digital; leads next-gen conversational systems for contact centers. (ElevenLabs Summit)\n* Mati Staniszewski – Co-founder & CEO of ElevenLabs, audio AI research & deployment company. (ElevenLabs Summit)\n* Additional: Victoria Weller (Operations at ElevenLabs) will open the event. (ElevenLabs Summit)\nMake sure you have a quick summary sheet or cheat-sheet of these speakers + what they represent so you can answer questions like “Which session is will.i.am in?”, “Who’s doing a demo?”, etc.",
    "metadata": {
      "category": "speakers",
      "topic": "speakers",
      "source": "so when attendees ask “who’s that person?” you know"
    }
  },
  {
    "id": "doc-4",
    "text": "Agenda & Running Order Here’s the full detailed event schedule that the intern should know inside-out, and be ready to help guide attendees. Times are given in the local timezone (San Francisco, presumably Pacific Time).\nTimeSession09:00-10:00Registration & light breakfast10:00-10:05Introduction: Opening remarks from Victoria Weller (Operations, ElevenLabs) (ElevenLabs Summit)10:05-10:30Keynote: Mati Staniszewski (Co-founder, ElevenLabs) – story behind ElevenLabs & what’s next for audio AI. (ElevenLabs Summit)10:30-11:00“Voice as the new interface” – Adam Evans (Salesforce AI) & Ben Budde (GTM at ElevenLabs) discuss voice & agents in enterprise. (ElevenLabs Summit)11:00-11:30Break + demo floor11:30-12:00“AI in entertainment: creating extraordinary experiences for every audience” – session with Emilie Drishinski (GTM, ElevenLabs), Bonnie Rosen (Disney Accelerator), Karen Tsai (VP, Global Localization Services at Lionsgate), Doug Higgins (EVP & GM, Worldwide Localization, Pixelogic). (ElevenLabs Summit)12:00-12:15Live demo with TELUS Digital – how they use ElevenLabs Agents Platform in the contact center. Mitch Lieberman (TELUS Digital) presents. (ElevenLabs Summit)12:15-12:45“Deploying AI at enterprise scale” – Alex Holt & Ben Budde (Both at ElevenLabs) share how to take AI from pilot to production. (ElevenLabs Summit)12:45-13:45Lunch & demo floor13:45-14:15“will.i.am and Larry Jackson on creating with AI” – Discussion with will.i.am (FYI.AI founder), Larry Jackson (gamma CEO) + Dan Runcie (Founder of Trapital). (ElevenLabs Summit)14:15-14:45“The future of learning” – David Rogier (MasterClass CEO) + Carles Reina (GTM at ElevenLabs) discuss AI & voice in education. (ElevenLabs Summit)14:45-15:15“ElevenLabs startup grant showcase” – Three startup grant recipients (Rafa Léon (Mirlo), Anna Sun (Nowadays), Jaimal Soni & Saran Siva (InsightHealth)) take the stage + host Jennifer Li (Andreessen Horowitz) will be involved. Winning team announced. (ElevenLabs Summit)15:15-15:30“Supporting veterans” – In tribute to Veterans Day: Ben Budde (ElevenLabs) presents how voice AI empowers veterans and their loved ones. (ElevenLabs Summit)15:30-16:10Break & demo floor16:10-16:30“ElevenLabs Impact” – Sophia Noel (Partnerships at ElevenLabs) joins Yvonne Johnson (MND advocate) to talk about how voice tech transforms lives, especially for those living with speech loss. (ElevenLabs Summit)16:30-17:00Conversation with Mati Staniszewski (Co-founder, ElevenLabs) & Jack Dorsey (Block Head) – wide-ranging discussion on the next era of technology. (ElevenLabs Summit)17:00-17:10Closing remarks from Mati Staniszewski (ElevenLabs) (ElevenLabs Summit)17:10-18:30Reception + demo floor\nNotes for intern:\n* The “demo floor” appears at several times (11:00-11:30, 12:45-13:45, 15:30-16:10, after closing). You should be ready to direct attendees to the demo booths, partner demos (see section 4).\n* Registration & breakfast at 9 :00. That means you should be ready earlier (I’d say at least 30-45 minutes ahead) to handle last-minute check-ins.\n* Reception from 17:10 to 18:30 is likely more relaxed networking with drinks and demos; good to remind attendees of that.",
    "metadata": {
      "category": "agenda",
      "topic": "schedule",
      "source": "San Francisco, presumably Pacific Time"
    }
  },
  {
    "id": "doc-5",
    "text": "Partner Demos & Exhibits The event features hands-on audio experiences from partner companies. These happen in “soundproof booths” and on the demo floor. Attendees can try products, explore applications, and see live demos. (ElevenLabs Summit)\nPartner companies to know include:\n* TELUS Digital\n* Blackbox.AI\n* Hedra\n* MasterClass\n* Square\n* Decart\n* Salesforce\n* ElevenMusic\nAs intern, you should know where the demo floor is (once venue is determined) and be able to direct attendees to which booth is where, as well as answer: “What companies are exhibiting?”, “What can I try?”, “Are there hands-on soundproof booths?” (Yes).",
    "metadata": {
      "category": "demos",
      "topic": "demos",
      "source": "ElevenLabs Summit"
    }
  },
  {
    "id": "doc-6",
    "text": "Logistics & Attendee Information Here are the practical details the intern should be ready to answer:\nLocation & venue\n* While the exact venue address is not published publicly on the website prior to confirmation, the event is in San Francisco, CA. Venue details will be provided after registration via confirmation email. (ElevenLabs Summit)\n* As the intern, you should coordinate with the event operations team to have maps, signage, speaker check-in, demo floor layout ready, and know how to direct people arriving.\nRegistration & check-in\n* Check-in begins at 9:00 AM with light breakfast.\n* Attendees must be invited – only those listed in the registration system can use the link they received to register. If they cannot register (e.g., didn’t receive link), the contact email is: events@elevenlabs.io. (ElevenLabs Summit)\n* Prepare badge printing/scanning, guest list, name tags, a table for registration and breakfast items.\nFood & beverages\n* Provided items include: light breakfast at start (09:00-10:00). (ElevenLabs Summit)\n* Boxed lunch during lunch period (12:45-13:45) plus snacks and beverages. (ElevenLabs Summit)\n* At the closing reception (17:10-18:30) there will be light appetizers and an open bar. (ElevenLabs Summit)\n* As intern, you should know dietary restrictions & label options (vegetarian/vegan/allergies) and ensure signage is clear.\nWhat to bring / attendee advice\n* Attendees are advised: “Bring yourself and your curiosity! Business cards are always a great addition if you’d like to make the most of networking opportunities.” (ElevenLabs Summit)\n* Also: Photography / video will be captured during the event. By attending, guests understand they may appear in event-related content (session recordings, social media highlights). (ElevenLabs Summit)\n* Virtual join not available; tell attendees who ask that the full event is in-person only, and highlights will be posted afterward. (ElevenLabs Summit)\nFAQ highlights (to answer common attendee questions)\n* What is the Summit about? Innovation in voice technology: voice-first interfaces, intelligent agents, AI audio, etc. (ElevenLabs Summit)\n* Why attend? Experience tech firsthand, see real-world use cases, connect with peers and creators, get ideas to apply voice-first tech in your work. (ElevenLabs Summit)\n* Who is it for? Developers, product leaders, researchers, creators, executives in voice/AI ecosystems. (ElevenLabs Summit)\n* Is there a cost? Free to attend but invite-only. (ElevenLabs Summit)\n* Where will it take place? San Francisco; venue address will come after registration. (ElevenLabs Summit)\n* Can I join virtually? No full public virtual attendance; highlights will be shared. (ElevenLabs Summit)\n* What food & drink? Breakfast, lunch, snacks, beverages, and reception with open bar. (ElevenLabs Summit)\n* What should I bring? Curiosity, business cards, ready to network, nothing special required. (ElevenLabs Summit)\n* Will photos/video be captured? Yes – attendees may appear in event coverage. (ElevenLabs Summit)\n* Registration trouble? Contact events@elevenlabs.io. (ElevenLabs Summit)",
    "metadata": {
      "category": "speakers",
      "topic": "logistics",
      "source": "ElevenLabs Summit"
    }
  },
  {
    "id": "doc-7",
    "text": "Intern-Specific Operational Notes & Tips Since you (intern) will be working at the event, here are some practical pointers to ensure a smooth experience and help you be prepared to answer attendee questions effectively:\n* Arrive early: Given registration starts at 9:00, plan to arrive at least 60-90 minutes ahead to help set up, check badge stock, confirm layout, and be ready for early registrants.\n* Venue layout & signage: Make sure you know where registration desk is, demo floor, session rooms, breakout areas, restrooms, food & beverage areas, and reception area. If signage isn’t yet placed, coordinate with ops to place directional signs.\n* Name badges & check-in: Have printed badges (or on-site printing/scanning). Ensure guest list is accurate. Be ready for last-minute guest questions (e.g., “I received an invite but can’t find my link”). You’ll direct them to contact events@elevenlabs.io if necessary.\n* Session schedule hand-out: Have printed or digital copies of the agenda ready (time, speaker, session title), so you can hand to attendees or direct them. People will ask “What’s next?” or “When is lunch?”\n* Demo floor support: Attendees will ask “Where is the demo floor?”, “Which booths are available?”, “Can I try this demo?”. You should know the list of partner booths (see section 4), know the floor map, and have someone available to assist with equipment or queue management.\n* Food & beverage coordination: Monitor breakfast, lunch and reception service. Make sure that food begins on time, dietary labels are visible, drink stations are stocked, and reception open bar has sufficient staff.\n* Speaker management: Be aware of who is speaking when (see agenda). If an attendee asks “Where is will.i.am’s session?”, you should be able to say “13:45 - 14:15 in the main room”. Coordinate with AV staff to ensure speakers are cued, transitions between sessions are smooth.\n* Attendee questions & help desk: Set up a help desk (table or staffed person) to answer questions like: WiFi password, schedule changes, lost item, restroom location, parking / transport options, accessibility requests.\n* Photography & video: Remember that photography/video will be taken. If attendees have questions about being in recordings or privacy, you should know there will be standard event coverage and that by participating they consent to being included in recaps/social media. (ElevenLabs Summit)\n* Networking & reception: At the end (17:10-18:30) there’s a reception with an open bar. As intern you should help with emptying plates/trays, monitoring drink lines, guiding attendees to demo floor during reception, perhaps handing out name-tag stickies for networking (company/role).\n* Accessibility & special needs: Be ready for attendees who may need accessibility assistance (hearing, mobility, etc.). The intern should have a list of contacts/ops for accessibility support.\n* Troubleshooting registration issues: If an invitee arrives and cannot register, direct them to the events@elevenlabs.io contact. Ensure you have printouts or onsite list of invited guests to verify.\n* Follow-up / logistics post-event: While your primary role is day-of support, be aware that the event will have recap videos/highlights shared (so collapse of demo booths, capturing imagery). Make sure to help collect feedback forms or QR codes for attendees to complete (if applicable).\n* Dress code / atmosphere: The website doesn’t specify a formal dress code. Given the tech/AI audience, business casual is appropriate. You as intern should dress smart-casual, be visible (preferably wearing event staff badge), and be approachable.",
    "metadata": {
      "category": "speakers",
      "topic": "intern-specific-operational-notes-tips",
      "source": "intern"
    }
  },
  {
    "id": "doc-8",
    "text": "Frequently Asked Attendee Questions & How to Answer Here’s a quick Q&A cheat-sheet you can reference when attendees ask common questions:\nQuestionAnswerWhere is the venue?The event is in San Francisco. The exact venue address was sent in attendee confirmation email. If they don’t have it, verify their registration and check the email.Can I attend virtually?No, this event is in-person only (San Francisco). Highlights may be posted later.Is there a cost?No cost, but it is invite-only (must register via the link you received).What’s included in the pass?Light breakfast at registration, lunch (boxed lunch + snacks + beverages), reception with open bar in the evening. Demo floor access.When is lunch?12:45-13:45 – during that time lunch is served and demo floor is open.Will there be video or photo taken?Yes – photos and video will be captured and may be used in event recap materials or social media.What if I have dietary restrictions?Notify event staff during registration or at check-in; we have vegetarian/vegan/allergy-friendly options. There will be labeled food items. (Intern: coordinate with catering.)Where is the demo floor?[You should know the exact room/area once the venue is confirmed]. It is open at several scheduled windows (11:00-11:30; 12:45-13:45; 15:30-16:10; 17:10-18:30). Attendees can visit partner booths, see soundproof audio experiences, try tech from TELUS Digital, MasterClass, Blackbox.AI, etc.Who are some of the key speakers?(Refer to section 2: will.i.am, Jack Dorsey, Jennifer Li, Larry Jackson, David Rogier, Bonnie Rosen, Adam Evans, Yvonne Johnson, Mitch Lieberman, Mati Staniszewski).What is the topic of will.i.am’s session?It’s at 13:45-14:15: “will.i.am and Larry Jackson on creating with AI” – discussion on how generative AI is changing the creative process in music and entertainment.What is the topic of the “startup grant showcase”?At 14:45-15:15 three startup grant recipients (Mirlo, Nowadays, InsightHealth) present how they are building with ElevenLabs technology; the winning team will be announced at the end of that session.Is registration required in advance?Yes – you must have received an invitation and register via the link provided. If you’re having trouble, contact events@elevenlabs.io.Are business cards useful?Yes – highly recommended for networking opportunities.What should I bring?Yourself, curiosity, business cards, mobile device for scanning badges/QR codes, not much else explicitly required.What’s the dress code?Not specified, so business casual is appropriate.When does the event end?The formal program ends at 17:10. There is a reception & demo floor until 18:30.",
    "metadata": {
      "category": "speakers",
      "topic": "logistics",
      "source": "San Francisco"
    }
  },
  {
    "id": "doc-9",
    "text": "Summary for the Intern in One-Liner You (intern) are the go-to event concierge: you’ll greet attendees, check them in, direct them to sessions and the demo floor, coordinate with catering and AV, answer their logistical and content questions, and ensure the program runs on time and smoothly.",
    "metadata": {
      "category": "demos",
      "topic": "summary-for-the-intern-in-one-liner",
      "source": "intern"
    }
  },
  {
    "id": "doc-10",
    "text": "Additional Notes / Preparation Checklist * Print badges, guest list, agendas, demo floor maps.\n* Confirm AV/logistics: mic check for each session, speaker transitions, livestream or recording (if applicable).\n* Confirm demo floor layout, partner booth list, staffing, signage.\n* Confirm food & beverage schedule with caterer, including dietary labels.\n* Set up help desk for attendee questions (WiFi password, schedule changes, venue map, lost & found).\n* Prepare signage: venue entrance, registration, session rooms, demo floor, restrooms, reception.\n* Bring supplies: name-tags, markers, extra business-card holders, tape, pens, notepads, signage material.\n* Arrive early, be physically present in high-traffic areas (registration, demo floor during breaks).\n* Have contact sheet of team leads (operations, AV, catering, security) in case issues arise.\n* After event, assist in wrap-up: collecting feedback, clearing demo floor, helping with breakdown.\nIf you like, I can produce a formatted PDF version of this briefing (with the agenda laid out nicely, speaker bios, venue map placeholder) for the intern to print and carry. Would you like me to do that?",
    "metadata": {
      "category": "speakers",
      "topic": "preparation",
      "source": "if applicable"
    }
  }
]